{
  "lfd-nr": 3,
  "applications": [
    "BL 1408/5-1",
    "CO 1532/5-1"
  ],
  "principal_investigators": [
    "Blombach, Bastian",
    "Costa, Rubén"
  ],
  "title_de": "Konstruktion adaptiver Vibrio natriegens-Stämme für hybride Leuchtdioden (ENABLED)",
  "title_en": "Engineering adaptive Vibrio natriegens strains for bacteria-hybrid light-emitting diodes (ENABLED)",
  "locations": [
    "München",
    "München"
  ],
  "collaborators": "",
  "abstract_de": "Heutige biologische und einstellbare Leuchtmittel, die lebende Bausteine integrieren, sind im Wesentlichen auf Zellen beschränkt, die Biochemilumineszenz mit begrenzter Stabilität und Lichtausbeute nutzen (d. h. einige Tage bei Lichtausbeuten <5 lm/W). Tatsächlich gibt es keine Beispiele für lebende Leuchtmittel, die Photonenumwandlungssysteme zur Manipulation von Licht nutzen. Wir haben kürzlich eine neue Methode zur Herstellung lebender Farbfiltern mit Vibrio natriegens entwickelt. Dieses Bakterium weist (I) ein vielversprechendes Potenzial für die Biotechnologie mit einer außerordentlich hohen Wachstums- und Substratverbrauchsrate, (II) einen bereits sehr guten Ertrag bei der Expression hochwertiger fluoreszierender Proteine (FP) und (III) eine vielversprechende Kompatibilität mit Matrizen, die für Leuchtmittel von großem Interesse sind, auf. Tatsächlich haben vorläufige Experimente Leuchtmittel erzeugt die eine bessere Leistung aufweisen als diejenigen die mit denselben FP in Referenzmatrizen hergestellt wurden. Die aktuellen Hindernisse hängen mit dem Mangel an grundlegendem Wissen zusammen, um (I) die Expression beliebiger FP erfolgreich zu optimieren, (II) die Widerstandsfähigkeit und Kompatibilität in den Matrizen zu verbessern, (III) eine Anpassungsfähigkeit an externe Reize einzuführen und (IV) die besten Leuchtmittelarchitekturen und Betriebsarten zur Maximierung der Leuchtmittelleistung zu erstellen. Das ENABLED-Projekt wird all diese offenen Fragen bearbeiten und dabei die Disziplinen Metabolic Engineering, Synthetische Biologie, Materialwissenschaft und Biooptoelektronik miteinander verbinden. ENABLED wird insbesondere grundlegende Konstruktionsregeln für die Entwicklung von V. natriegens-Stämmen mit (I) optimierter flexibler Einzel- und Doppelemission, (II) verbesserter Widerstandsfähigkeit in Farbfiltern, um ihre Wiederverwertbarkeit nach der Verwendung in Leuchtmitteln zu ermöglichen, und (III) einer Anpassungsfähigkeit an die Temperatur in Farbfiltern, um die Zellregeneration nach der Verwendung in den Leuchtmitteln zu ermöglichen. Dies wird es uns ermöglichen, eine neue Familie von Regenbogen- und weißen Bakterien-Hybrid-Leuchtdioden einzuführen, die bislang nicht zur Verfügung stehen.",
  "alphabetical_number": 8
}