{
  "lfd-nr": 6,
  "applications": [
    "CA 740/10-1",
    "JA 905/10-1",
    "SE 1801/8-1"
  ],
  "principal_investigators": [
    "Cavalcanti-Adam, Elisabetta Ada",
    "Jacobs, Karin",
    "Selhuber-Unkel, Christine"
  ],
  "title_de": "Adaptive kapselbasierte Materialien zur Programmierung lebender technischer Systeme",
  "title_en": "Adaptive capsule-based materials for programming engineered living systems",
  "locations": [
    "Bayreuth",
    "Saarbrücken",
    "Heidelberg"
  ],
  "collaborators": "",
  "abstract_de": "Lebende technische Materialien (ELM) bieten aufgrund ihrer inhärenten Anpassungsfähigkeit und Multifunktionalität ein unvergleichliches Potenzial für die Entwicklung fortschrittlicher, nachhaltiger Materialien, insbesondere für biohybride lebende Antriebssysteme. Ein Nachteil solcher Systeme ist jedoch aktuell, dass sie nicht in der Lage dazu sind, ihre Form anzupassen und sich im Laufe der Zeit auszudehnen. Außerdem fehlen langfristig funktionale Zellsystemen. Wir planen in diesem Projekt räumlich und zeitlich anpassungsfähige Materialien zu erforschen, indem wir ein Biomaterial entwickeln, das aus Proteinmikrokapseln besteht und die biochemischen Eigenschaften der extrazellulären Matrix nachahmt. Wir werden eine detaillierte Charakterisierung dieser Kapseln durchführen, einschließlich ihrer Biokompatibilität, mechanischer Tests und der Charakterisierung der Oberflächenstruktur. Die Dichte des entstehenden Kapselmaterials wird durch die Zwei-Photonen-Polymerisation gesteuert. Durch ihrer Adhäsions- und Mechanotransduktionsmechanismen können die Zellen diese adaptive Matrix autonom modifizieren und erweitern. Durch die Verwendung von Kapseln mit eingebetteten Wachstumsfaktoren, wie z. B. BMPs, wollen wir die myogene und osteogene Differenzierung mit räumlicher Präzision steuern und so langfristig funktionale Materialsysteme, z. B. als biohybride Roboter, etablieren.",
  "alphabetical_number": 2
}