{
  "lfd-nr": 4,
  "applications": [
    "BL 1804/6-1",
    "KO 4854/11-1"
  ],
  "principal_investigators": [
    "Blaeser, Andreas",
    "Koeppl, Heinz"
  ],
  "title_de": "Adaptive Biomaterialien durch mechano-modulierende Bakterien",
  "title_en": "Adaptive biomaterials through mechano-modulating bacteria",
  "locations": [
    "Darmstadt",
    "Darmstadt"
  ],
  "collaborators": "",
  "abstract_de": "Die Integration lebender Zellen in Biomaterialien ermöglicht es, die hochentwickelte verkörperte Intelligenz von Zellen für die Entwicklung neuartiger adaptiver Biomaterialien nutzbar zu machen. Die exquisiten sensorischen Fähigkeiten der Zelle und ihre vielseitigen Produktionskapazitäten bieten beispiellose Möglichkeiten, Materialien mit adaptiver Funktionalität auszustatten. Der Einsatz moderner Werkzeuge der synthetischen Biologie ermöglicht es, bestehende Sensorwege neu zu verdrahten oder völlig neue molekulare Funktionen auf effiziente und zunehmend rationale Weise zu entwickeln.  In diesem Projekt wollen wir die synthetische Biologie nutzen, um Mikroorganismen, die mit dem Matrixmaterial in einer bidirektionalen Weise interagieren, genetisch neue Sinnesprozess-Reaktionsfähigkeiten zu verleihen. Genauer gesagt werden wir E. coli so verändern, dass sie auf mechanischen Stress, der auf die Zellwand einwirkt, durch die Expression und Sekretion von Matrix-modulierenden Faktoren reagieren. Insbesondere werden wir genetische Schaltkreise für die stressinduzierte Genexpression von matrixverstärkenden und -abbauenden Substanzen entwerfen. Unter vielen möglichen Varianten wird dies Materialien ermöglichen, die sich automatisch entlang der Hauptbelastungslinien verstärken und in Bereichen mit geringer Belastung weicher werden können. Wir werden die Kompatibilität verschiedener Matrixbasismaterialien und deren Zusammensetzung für die Lebensfähigkeit von E. coli und für die Kraftübertragung auf die Bakterien untersuchen. Für die biochemische Stresstransduktion werden wir das RcsCDB-Zweikomponentensystem nutzen, aber wir werden auch agnostisch nach Promotoren suchen, die auf mechanischen Stress reagieren. Wir werden die Matrix-modulierende Wirkung der resultierenden gentechnisch veränderten Bakterien in quantitativer Hinsicht genau charakterisieren. Mit Hilfe unserer 3D-Bioprinting-Fähigkeiten werden wir diese Bakterien in räumlich aufgelöster Weise ablagern, um neuartige 3D-Origami-Strukturen zu realisieren. Schließlich werden wir unser neues, künstlich hergestelltes lebendes Material (ELM) einsetzen, um ein neues Herstellungsparadigma zu erproben. Bei diesem biomorphen Ansatz werden die Materialien wiederholt mit den gewünschten Belastungsprofilen trainiert und bauen automatisch eine neue, für die angewandte Belastung optimale Tragstruktur auf. Das Projekt wird unser grundlegendes Verständnis von ELMs verbessern und dadurch neue Erkenntnisse über die Mechanosensorik in Bakterien liefern, ihr Potenzial für die Neugestaltung in der synthetischen Biologie erhellen und neue Design- und Herstellungstechnologien für adaptive Biomaterialien hervorbringen.",
  "alphabetical_number": 1
}