{
  "lfd-nr": 20,
  "applications": [
    "IO 68/28-1",
    "KA 4747/4-1",
    "STA 352/21-1"
  ],
  "principal_investigators": [
    "Ionov, Leonid",
    "Karpitschka, Stefan",
    "Stark, Holger"
  ],
  "title_de": "Konstruktion lebender Aktoren aus fädigen Cyanobakterien",
  "title_en": "Engineered Living Actuators from Filamentous Cyanobacteria",
  "locations": [
    "Bayreuth",
    "Konstanz",
    "Berlin"
  ],
  "collaborators": "",
  "abstract_de": "In diesem Projekt schlagen wir eine experimentelle und theoretische Zusammenarbeit vor, um lebende Aktuatoren aus gleitenden, fädigen Cyanobakterien zu entwickeln. Diese phototrophen Organismen spielen sowohl aktuell als auch historisch eine wichtige Rolle im Kohlenstoffkreislauf der Erde, da sie beispielsweise den atmosphärischen Sauerstoff und große Teile unserer fossilen Brennstoffe erzeugten. Filamente bestehen aus vielen linear verketteten Zellen. Sie haben einen Durchmesser von nur wenigen Mikrometern, können aber bis zu einigen Millimetern lang werden. In Kontakt mit festen Oberflächen oder anderen Fäden gleiten sie entlang ihrer Kontur und reagieren auf Lichtgradienten durch Richtungsumkehr. Die zu Grunde liegenden Mechanismen sind noch nicht vollständig geklärt. In natürlichen Lebensräumen führt diese Bewegung zur Aggregation in dichte Kolonien, die sich je nach Umgebungsbedingungen zusammenziehen oder wieder zerstreuen können, was eine kollektive Akklimatisierung ermöglicht.\nWir werden diese Eigenschaften nutzen, um anpassungsfähige lebende Aktuatoren zu entwickeln, d. h. ein Material, das durch Stimulation mit Licht seine Form verändern kann. Die Bakterien werden in eine Matrix eingebettet, typischerweise ein gel- oder faserbasiertes Material mit maßgeschneiderten Eigenschaften und Strukturen, die im Projekt entwickelt werden. Indem wir die Bakterien mit Hilfe von Lichtmustern steuern und ausrichten, wollen wir ein aktives Netzwerk im Gerüst aufbauen, das sich bei Stimulation zusammenziehen kann. Die Kräfte aus dem aktiven Netzwerk werden entweder durch Adhäsion oder mechanische Verzahnung zwischen aktiven und passiven Komponenten übertragen. Durch die Abstimmung der gegenseitigen Ausrichtung von aktiven und passiven Netzen und ihrer Anisotropie wollen wir eine Kontrolle der Deformation erreichen. Auf langen Zeitskalen wird das Material adaptiv sein, da langfristige einwirkende Lichtmuster eine topologische Neuordnung des aktiven Netzes bewirken, so dass zwischen verschiedenen Aktuationsmodi gewechselt werden kann. Die Entwicklung von Manipulationsstrategien, die in der Lage sind, mechanische Arbeit zu extrahieren, erfordert Kenntniss der raum-zeitlichen Organisation der Krafterzeugung einzelner Filamente und ihrer Ensembles, welche bisher nicht verfügbar ist und in diesem Projekt gewonnen werden soll.\n\nIm Gegensatz zu den meisten bisher untersuchten lebenden Aktuatoren basiert unser System auf langen, flexiblen und beweglichen polymeren Bestandteilen, die äußerst robust und von Natur aus durch Licht stimulierbar sind: Die Fasernatur der lebenden Bestandteile ermöglicht es, stark verflochtene Netzwerke zu schaffen, die in einem breiten Spektrum von Umgebungsbedingungen bestehen können. Ihre Beweglichkeit und Reaktionsfähigkeit ermöglicht es, das Netzwerk selbst zu aktivieren, ohne dass die lebenden Bestandteile aufwendig modifiziert werden müssen.",
  "alphabetical_number": 7
}