{
  "lfd-nr": 21,
  "applications": [
    "KA 5432/3-1",
    "PO 713/15-1",
    "SCHU 2612/10-1"
  ],
  "principal_investigators": [
    "Karande, Rohan",
    "Pompe, Tilo",
    "Schulze, Agnes"
  ],
  "title_de": "Kombination stimuli-responsiver Hydrogele und Scaffold-unterstützter mikrobieller Biofilme für die selbstkontrollierte katalytische Aktivität eines mikrobiellen Blatts",
  "title_en": "Combining stimuli-responsive hydrogels and scaffold-supported microbial biofilms for a self-controlled catalytic activity of a microbial leaf",
  "locations": [
    "Leipzig",
    "Leipzig",
    "Leipzig"
  ],
  "collaborators": "",
  "abstract_de": "Die pflanzliche Photosynthese ist der zentrale Mechanismus in der Natur, Sonnenenergie in chemische Energie umzuwandeln. Darum wird die mikrobielle Photokatalyse als effiziente und nachhaltige Alternative für derzeitige chemische Prozesse angesehen. Während herkömmliche Photobioreaktoren mit Suspensionkulturen durch geringe Zelldichten begrenzt sind, könnten Biofilme als selbstimmobilisierte Mikroben mit hohe Zelldichte dieses Problem überwinden. Jedoch stellen hohe Zelldichte und Stabilität gegenüber variierenden Umweltbedingungen, wie Strahlung und Temperatur, eine Herausforderung für stabile katalytische Produktionsprozesse dar.\nDas Projekt zielt darauf, das Prinzip von Pflanzenblättern mit Selbstregulation und stabiler Unterhaltung der Photosynthesemaschinerie zu adaptieren. Mit Hilfe gentechnisch modifizierter phototropher Biofilme, die in einem porösen Zellkulturträger mit hoher Zelldichte wachsen, wobei dieses Material mit einer responsiven Hydrogelschicht an der Gas-Flüssig-Grenzfläche ausgestattet ist, soll eine stabile biokatalytische Aktivität für die chemische Produktion realisiert werden. Die pH- oder Temperatur (T)-responsiven Hydrogelschichten werden auf den Aktivitätszustand der mikrobiellen Konsortien innerhalb des porösen Materials reagieren und so eine Selbstkontrolle der katalytischen Aktivität durch Steuerung der Gaspermeation ermöglichen, ähnlich wie Pflanzenblattoberflächen. Das Konzept eines \"\"mikrobiellen Blatts\"\" wird umgesetzt auf Basis unserer Expertise zu mikrobiellen Konsortien für die chemische Produktion (z.B. Synechocystis, Pseudomonas) und der Entwicklung von Zellkulturträgern, einschließlich der Synthese von pH- und T-responsiven Hydrogelen, um eine selbstkontrollierte Aktivität eines lebenden katalytischen Materials (LCM) zu zeigen.\nIn unserer Fallstudie werden wir die Leistungsfähigkeit von mikrobiellen Biofilmen in porösen Polymermaterialien für die katalytische Umwandlung von Cyclohexan in ɛ-Caprolacton oder Adipinsäure als Vorstufen der industriellen Polymersynthese untersuchen. Es soll gezeigt werden, dass Schwach- und Starklichtzustände, ähnlich dem Tag-Nacht-Zyklus, die  Mikroumgebung der LCM so beeinflussen, dass dies zu gequollenen und kollabierten Zuständen der pH-responsiven Hydrogelschicht führt. Diese responsive Hydrogelschicht wird durch elektronenstrahlinitiierte Polymerisation von N-Isopropylamid- und Acrylsäuremonomeren mit einer Anpassung der Phasenübergangsbereichen synthetisiert. Die unterschiedlichen Quellungszustände und physikochemischen Eigenschaften der Hydrogelschicht, die durch die Aktivität der Biofilme ausgelöst werden, steuern den Zufluss von Cyclohexan für die katalytische Reaktion der adaptiven LCM, wodurch eine optimale Leistungsfähigkeit bei variierenden Lichtverhältnissen ermöglicht wird.\nIn Zukunft werden unsere Erkenntnisse das Potential des Mikrobiellen-Blatt-Konzepts ausschöpfen lassen und selbststabilisierte biotechnologische Prozesse mit breiter Anwendbarkeit ermöglichen.",
  "alphabetical_number": 5
}