{
  "lfd-nr": 17,
  "applications": [
    "HE 2861/3-1",
    "LA 3606/5-1"
  ],
  "principal_investigators": [
    "Heine, Elisabeth",
    "Laporte, Laura"
  ],
  "title_de": "ProbioGel als adaptives lebendes Haut- und Wundtherapeutikum",
  "title_en": "ProbioGel as Adaptive Living Skin and Wound Therapeutics",
  "locations": [
    "Aachen",
    "Aachen"
  ],
  "collaborators": "Lütticken, Rudolf (DWI Leibniz-I f Interaktive Materialien, Aachen)",
  "abstract_de": "Ziel von ProbioGel ist, durch synergetische Kombination modifizierter Mikrogele und probiotischer Bakterien (PB) „Engineered Living Materials“ als antibiotikafreie Hauttherapeutika zu entwickeln. Wir erarbeiten grundlegende Designkonzepte und Regeln für die Herstellung eines “lebenden Gel-Hautpflaster-ELMs”, das Bacteriocin-produzierende, Hautpathogene-hemmende PB und funktionale Mikrogel-basierte, makroporöse 3D Scaffolds (MAPs) enthält, die sich wechselseitig beeinflussen. In diesem Projekt werden wir den Vliesstoff, der im etablierten ProbioPad zwischen zwei Membranen eingeschlossen wird, durch ein MAP ersetzen. Dadurch werden die Zell-Zell-Interaktion und die Verfügbarkeit von Nährstoffen durch Diffusion erhöht und somit die Proliferation der PB besser reguliert. Die nicht-lebenden MAP werden mit Haftstellen für die PB modifiziert und können so durch die lebenden PB vernetzt und gestaltet werden. Die MAP werden so modifiziert, dass sie die antimikrobielle Wirksamkeit der PB steuern können, z.B. durch Steigerung der Bacteriocin-Produktion über kontrollierte Freisetzung induktiver Moleküle. Design-Parameter für die mittels In-Mold-Polymerisation oder Mikrofluidik hergestellten stäbchenförmigen Mikrogele, wie Größe, Seitenverhältnis, Steifigkeit, Reaktivität, Biomodifizierung und Reaktionsfähigkeit gegenüber externen Signalen werden systematisch variiert. Untersucht wird, wie diese Parameter die dynamische Struktur der Mikrogele, Bakterienwachstum, Produktion, Diffusion und Freisetzung von Bacteriocinen, antimikrobielle Wirkung und das Upscaling des ProbioGel-ELM beeinflussen. Zusätzlich wird eine Strategie zur biologischen Sicherheit entwickelt, die das Überleben der PB auf die MAPs begrenzt. Zunächst werden die interaktiv und reaktionsfähig designten Mikrogele und die PB wie beim ProbioPad in ein Membran-Encasing zur Ausbildung des MAP-Scaffolds injiziert. Dies gewährleistet die antimikrobielle Wirksamkeit und intrinsische Sicherheit und ermöglicht die klinische Umsetzung. Danach wird die feste Membran durch einen weicheren, mechanisch flexiblen Hydrogelfilm ersetzt, dessen Zusammensetzung und Maschenweite das Entweichen der PB einschränkt. Die antimikrobielle Wirksamkeit des ProbioGels mit den darin enthaltenen Mikrogelen und PB wird mittels Antagonismus-Tests auf Agarplatten gegen definierte pathogene Mikroorganismen und schließlich mit einem ex vivo Hautinfektionsmodell bestimmt. Entscheidend ist die Booster-Freisetzung von therapeutischen Molekülen nach Hautkontakt und Hydratisierung der MAP über das Erkennen eines Signalmoleküls, das von stark infizierten Wunden stammt. Dies führt zu einer kaskadenartigen Anpassung der lebenden PB im nicht-lebenden MAP und zu einer schaltbaren, erhöhten Freisetzung der therapeutischen Moleküle aus dem ProbioGel_ELM. Die Mikrogele - funktionalisiert und für den 3D-Druck – können anderen Forschern im SPP zur Verfügung gestellt werden. Auch adaptive Linker und Biocontainment Strategien können geteilt werden.",
  "alphabetical_number": 12
}