{
  "lfd-nr": 23,
  "applications": [
    "KR 3729/25-1",
    "WE 4733/9-1"
  ],
  "principal_investigators": [
    "Kraus, Tobias",
    "Weber, Wilfried"
  ],
  "title_de": "Living Plasmonics: Verteilte Umweltsensorik mit photolumineszenten Sensor-ELM durch enzymatische Kopplung bakterieller Sensorik mit Nanoplasmonik",
  "title_en": "Living Plasmonics: Distributed environmental sensing with photoluminescent sensor ELM through enzymatic coupling of bacterial sensing with nanoplasmonics",
  "locations": [
    "Saarbrücken",
    "Saarbrücken"
  ],
  "collaborators": "",
  "abstract_de": "Bakterielle Sensoren mit genetisch programmierten Schaltkreisen erkennen Umweltschadstoffe wie Antibiotika mit hoher Selektivität und Sensitivität. Sie eignen sich für die effiziente Überwachung großer Flächen oder abgeschiedener Gebiete, weil die Bakterien keine elektrischen Energiequellen oder Wartung benötigen und ein einfacher Biofilm alle Elemente zur Detektion enthält. Diese hochattraktiven, nachwachsenden Sensoren werden heute oft deshalb nicht genutzt, weil die Auswertung bakterieller Sensor-Antworten aufwändige Infrastruktur erfordert, die im Feld nicht verfügbar ist. \nAndererseits wurden in den letzten Jahren hybride Sensor-Materialien für die Umweltanalytik auf Basis von Nanoplasmonik und Photolumineszenz (PL) entwickelt. Ihre optischen Eigenschaften hängen von der Konzentration bestimmter Analyten ab. Sie lassen sich effizient mit Laserdioden anregen und mit einfachen CCD-Kameras auswerten. Sensor-Materialien auf Basis anorganischer Materialien und Polymere sind robust und können z.B. von Drohnen ausgelesen werden. Sie reagieren aber weniger spezifisch und empfindlich als etablierte elektrochemische oder chromatographische Verfahren, was ihre Einsatzbereiche beschränkt.\nIn diesem Projekt verbinden wir bakterielle Sensorik mit Plasmonenresonanz und Photonen-Hochkonversion in lebendigen Sensor-Materialien (ELM). Wir koppeln die Empfindlichkeit und Spezifizität der Bakterien mit der Robustheit und Intensität optisch aktiver Partikel. Zentrales Bindeglied ist das Enzym Goldreduktase GoIR, das vor kurzen erstmals in Bakterien beschrieben wurde. In dem Projekt stellen wir E. coli-Zellen her, die nur dann GoIR bilden, wenn die Bakterien Schadstoffe wie Tetrazykline oder Arsen detektieren. Ein Biofilm dieser Bakterien wird dann in einem Mehrschicht-ELM integriert. \nWenn der Analyt den Biofilm erreicht, reduziert GoIR einen Gold-Komplex und bildet Nanopartikel mit starker Oberflächenplasmonenresonanz im Bakterium. Durch gezielt eingestellte Entmischung und Agglomeration der Partikel erreichen wir die Bildung resonanter plasmonischer Überstrukturen, welche die optische Dichte des bakteriellen Mikrofilms drastisch erhöhen. Damit wird die Emission eines photolumineszenten Films beim Auslesen moduliert und ein starkes PL-Signal erzeugt, das von der Konzentration des detektierten Analyten abhängt. Durch ratiometrische Auswertung der Emission bei zwei Wellenlängen können wir so die Gegenwart des Analyten schnell und aus Entfernung ermitteln.\nDer im Projekt verfolgte Ansatz ist modular, weil die für die Detektion verantwortlichen genetischen Schaltkreise unabhängig vom optischen System ausgetauscht werden können. Die Ergebnisse schaffen nicht nur einen Hybrid aus Bio- und plasmonischem Sensor. Sie lassen sich in anderen Projekten des SPP einsetzen, um den Zustand anderer ELM anzuzeigen.",
  "alphabetical_number": 10
}