{
  "lfd-nr": 22,
  "applications": [
    "KO 7149/1-1",
    "SA 3985/4-1"
  ],
  "principal_investigators": [
    "König, Meike",
    "Sankaran, Shrikrishnan"
  ],
  "title_de": "ContainELMs – Materialzentrierte, genetisch programmierte Eindämmung in Engineered Living Materials",
  "title_en": "ContainELMs – Material-centric genetic programming of biocontainment in Engineered Living Materials",
  "locations": [
    "Karlsruhe",
    "Saarbrücken"
  ],
  "collaborators": "Lahann, Joerg (Karlsruhe KIT, Eggenstein-Leopoldshafen)",
  "abstract_de": "Engineered Living Materials (ELMs) werden zunehmend als die am vielversprechendste Lösung für die praktische Anwendbarkeit der synthetischen Biologie angesehen und rücken damit verstärkt in den Fokus der Forschung. Bei diesen Materialsystemen ermöglicht die Verkapselung gentechnisch veränderter Organismen die Herstellung in anwendungsgerechten Formaten, eine einfache Handhabung, die stabile Lagerung sowie den Einsatz in großem Maßstab. Von besonderer Bedeutung ist die sichere Verkapselung beim Einsatz von Bakterien als lebende Komponente, da sich diese Organismen durch hohe Wachstumsraten, geringe Größe und beispiellose Anpassungsfähigkeit auszeichnen. Bisher gibt es nur wenige Studien, die sich konkret mit der Eindämmungsfähigkeit von ELMs befassen. Bei diesen kamen mehrschichtige Materialsysteme zum Einsatz, bei denen das Wachstum der Bakterien durch eine stabile Barrierehülle physikalisch auf das Materialinnere begrenzt wurde. Dieses Konzept ist jedoch äußerst anfällig für Versagen durch Beschädigung der Hülle oder durch Herstellungsfehler, die zur Freisetzung der Bakterien führen. Eine andere Eindämmungsmöglichkeit bieten genetische Methoden, wie Auxotrophie oder Tot-Schalter. Diese Strategie wiederum ist anfällig für Versagen durch Mutationsflucht. Da die jeweiligen Nachteile der beiden Strategien voneinander unabhängig sind, besteht die Erwartung, dass sich durch Kombination die jeweiligen Probleme überwinden lassen. ContainELMs wird diese Möglichkeit systematisch auf synergistische Weise untersuchen. Dabei werden die Bakterien genau an die spezielle Mikroumgebung angepasst, die das Materialinnere bietet. Dies wird durch die Entwicklung von Überlebens-Schaltern erreicht, die das Überleben der Bakterien nur unter bestimmten, von der Umgebung verschiedenen Bedingungen ermöglicht, wie Anwesenheit eines speziellen Reagenzes, Peptids oder bei einem bestimmten pH-Wert. Auf diese Weise ist das Überleben der Bakterien innerhalb des Materials begünstigt, wodurch kein Mutationsdruck aufgebaut wird. Gleichzeitig ist die Abhängigkeit von einer unbeschädigten, physischen Barriere verringert. ContainELMs wird unter Verwendung eines Modellbakteriums, E. coli, sowie eines nicht-modellhaften Lactobacillus-Stamms entwickelt, die jeweils von Interesse für Gesundheits- und Umweltanwendungen sind. Dabei wird das ELM aus Fasern gebildet, die durch Kombination von elektrohydrodynamischem Jetting, zur Herstellung eines für die Bakterien maßgeschneiderten Innenteils, mit chemischer Gasphasenabscheidung, zur Aufbringung einer Barriereschicht, geschaffen werden. Die Leistungsfähigkeit von ContainELMs wird für die Dauer von mindestens einem Monat überprüft werden, während des simulierten Einsatzes zur biologischen Sanierung von Flusswasser. Die durch ContainELMs entwickelten Methoden und Kenntnisse sollen eine breite Verwendung dieser materialzentrierten, aktiven Eindämmungsstrategie in allen Arten von Hybrid-ELMs ermöglichen.",
  "alphabetical_number": 6,
  "documentation_media": [
    "ELN - eLabFTW",
    "ELN - RSpace"
  ],
  "methods": [
    "HiFi DNA Assembly",
    "Q5 Polymerase",
    "Agarose Gel Electrophoresis",
    "Gel Doc Imaging",
    "ImageJ",
    "Microplate Reader",
    "Flow Cytometry"
  ]
}