{
  "lfd-nr": 12,
  "applications": [
    "GA 2169/11-1",
    "SCHN 945/6-1"
  ],
  "principal_investigators": [
    "Gallei, Markus",
    "Schneider, Marc"
  ],
  "title_de": "Smarte Stimuli-responsive opaleszente Bakterienfilme (OPAL-Bac)",
  "title_en": "Smart Stimuli-Responsive Opalescent Bacterial Films (OPAL-Bac)",
  "locations": [
    "Saarbrücken",
    "Saarbrücken"
  ],
  "collaborators": "",
  "abstract_de": "Stimulus-responsive kolloidale Systeme und elastomere Opalfilme auf Basis reizbarer polymerer Kern-Schale-Architekturen haben im letzten Jahrzehnt bei ForscherInnen ein großes Interesse als optische Sensoren oder schaltbare Membranen geweckt. Das Zusammenspiel der optischen Eigenschaften solcher Materialien mit externen Reizen stand dabei im Mittelpunkt der Aktivitäten. Mögliche Stimuli sind z.B. die Temperatur, die Ionenstärke, Licht, das Anlegen eines elektrischen Feldes oder einer mechanischen Belastung. Die Interaktion solcher interessanten Architekturen wurde bisher nicht in Bezug auf lebende Materie oder Organismen und ihre Veränderungen in der Umgebung untersucht, um diese optischen Eigenschaften (gezielt) zu beeinflussen. Dies würde es ermöglichen, ein direktes optisches und hochempfindliches Antwortsignal für Bakterien zu erzeugen, z.B. in Form von probiotischen Wundfolien, die die Brauchbarkeit der Folie mit den Zellen anzeigen (bspw. durch Erreichen des gewünschten pH-Wertes oder ein Farbänderung aufgrund schlechter Qualität während der Anwendung). Ein Ansatz, der hier im Zuge des Projektes verfolgt werden soll, basiert auf Laktobazillen- oder Glukoseoxidase-induzierte H2O2-Detektion mit redox-responsiven Anteilen von Stimuli-responsiven Polymeren.  Im Rahmen dieses Projekts werden wir gemeinsam an der Herstellung von Funktionspolymeren und adaptiven Materialien mit der Formulierung verschiedener Bakterien arbeiten und diese kombinieren, um eine neue Generation von Sensorsystemen auf der Grundlage lebender Materialien zu entwickeln. Stimuli-responsive weiche Partikelarchitekturen mit einer biokompatiblen Hülle werden für die Immobilisierung und Gerüstbildung von Bakterien entwickelt. Die partikelbasierten Materialien können durch Mikroextrusion verarbeitet werden, gefolgt von einer Opalfilmherstellung durch die Anwendung des Schmelz-Scher-Verfahren, einer Heißkantenverarbeitung oder durch den sogenannten Bending-Induced-Oscillatory Shearing-Prozess (BIOS). Auf diese Weise wird ein kolloidales Kristallgitter gebildet, das von einer elastomeren Schalenmatrix umgeben ist, was zu schillernden Reflexionsfarben gemäß dem Braggschen Beugungsgesetz führt. Die Bakterien werden in das Weichschalenmaterial eingebracht und entweder vor der Verarbeitung, während der milden Mikroextrusion, während der Filmbildung oder in einem Nachbearbeitungsschritt hinzugefügt, wodurch ein auf Bakterien reagierender, freistehender Opalfilm entsteht. Die Bakterien oder SporoBeads werden aufgrund ihrer Fähigkeit ausgewählt, den pH-Wert oder Redox-Potentiale (H2O2-Produktion, Glukose-Oxidase) in ihrer lokalen Umgebung zu verändern, um eine direkte Kommunikation mit der Opalstruktur zu ermöglichen, was unmittelbar zu einer Veränderung der optischen Eigenschaften führt.",
  "alphabetical_number": 14,
  "documentation_media": [
    "Paper",
    "Excel"
  ],
  "methods": [
    "OD",
    "SEM imaging",
    "TGA",
    "TEM imaging",
    "DLS",
    "UV vis spectroscopy",
    "pH measurement",
    "DSC"
  ]
}