{
  "lfd-nr": 5,
  "applications": [
    "BR 5184/1-1",
    "NU 119/6-1"
  ],
  "principal_investigators": [
    "Bruns, Nico",
    "Nuber, Ulrike"
  ],
  "title_de": "Selbstsynthetisierende, selbstorganisierende und auf stimuliresponsive multizelluläre Engineered Living Materials auf der Grundlage enzymatischer Polymerisationen auf Zelloberflächen (PolyCell-ELMs)",
  "title_en": "Self-synthesizing, self-organizing, and stimuli-responsive multi-cell-type Engineered Living Materials based on enzymatic polymerizations on cell surfaces (PolyCell-ELMs)",
  "locations": [
    "Darmstadt",
    "Darmstadt"
  ],
  "collaborators": "Belluati, Andrea (Darmstadt TU, Darmstadt)",
  "abstract_de": "Strukturierte, multizelluläre Engineered Living Materials (ELMs) sind nicht nur für die Schaffung responsiver und anpassungsfähiger ELMs, sondern auch für die Schaffung multizellulärer Gebilde wie Gewebe von wesentlicher Bedeutung. In solchen ELMs können Polymere als synthetische, maßgeschneiderte extrazelluläre Matrix fungieren, die das zellhaltige Material mechanisch stützt und die Zelladhäsion und verschiedene andere Funktionen initiiert und/oder aufrechterhält. Dabei bieten die Polymere zwischen den Zellen die Möglichkeit, diese ELMs auf Stimuli reagieren zu lassen. \nUm multizelluläre, responsive, strukturierte und rekonfigurierbare Gebilde zu erreichen, schlagen wir vor, ELMs auf der Grundlage von Zellen zu entwickeln, die synthetische, stimuliresponsive Polymere auf ihrer Oberfläche selbst synthetisieren können. Die Polymere werden von der Zelloberfläche synthetisiert werden und wirken als selektives und reversibles Gerüst, um die Zell-Material-Zell-Adhäsion zu vermitteln.  Sie fungierenm somit als stimuli-responsives synthetisches Analogon einer extrazellulären Matrix. Damit ermöglich unser Ansatz die Synthese und Abscheidung eines sehr dünnen synthetischen extrazellulären Matrixanalogs auf Einzelzellebene und führt damit eine neue Methode zur Kontrolle der zellulären Selbstorganisation bei der 3D-Gewebebildung ein. Darüber hinaus überwindet unser Ansatz auch die derzeitigen Einschränkungen, die sich während der kontrollierten Anordnung verschiedener menschlicher Zelltypen in unmittelbarer Nähe zueinander ergeben, die sich andernfalls in 3D-Kulturen spontan entmischen würden.\nIm Gegensatz zu natürlichen extrazellulären Matrizen können die Polymereigenschaften, wie z. B. die Polarität und die Zelladhäsion, durch Temperatur und Licht verändert werden. Beim Wechsel von einem hydrophoben zu einem hydrophileren Polymer werden die Wechselwirkungen zwischen den polymerumhüllten Zellen schwach, so dass sich die Zellen zu jeder neuen multizellulären Form neu anordnen können. Darüber hinaus können die Zellen im Zustand schwacher Polymer-Polymer-Wechselwirkungen in ein Wachstumsmedium resuspendiert werden, was ein weiteres Wachstum der Biomasse unter optimalen Sauerstoff- und Nährstoffbedingungen ermöglicht, ohne durch den Massentransfer in einem ELM eingeschränkt zu werden. Nach dem Zellwachstum folgt ein weiterer Polymerisationsschritt, um die neu gebildeten Zellen in die stimuliresponsiven Polymere einzukapseln. Schließlich wird ein weiterer Aggregations- und Formgebungsschritt die Herstellung eines lebenden Materials mit einer neuen Form und einer höheren Masse als das Ausgangsmaterial ermöglichen. Somit wird das vorgeschlagene Projekt die Tür zu rekonfigurierbaren, selbstsynthetisierenden Zell-Polymer-Hybriden öffnen und damit neue Konzepte für die Gestaltung, das Wachstum und die Herstellung von adaptiven ELMs und Gewebe-Mimetika mit verbessertem zellulärem Überleben und multizellulärer räumlicher Anordnung einführen.",
  "alphabetical_number": 13,
  "documentation_media": [
    "Paper",
    "ELN - ?"
  ],
  "methods": [
    "Confocal LSM imaging",
    "Flow Cytometry",
    "NMR"
  ]
}