{
  "lfd-nr": 19,
  "applications": [
    "IO 114/2-1",
    "PH 71/7-1"
  ],
  "principal_investigators": [
    "Iorio, Daniele",
    "Philipp, Bodo"
  ],
  "title_de": "Adaptive Biotechnologisch-modifizierte Bakterielle Koazervate",
  "title_en": "Adaptive Engineered Bacterial Coacervates",
  "locations": [
    "Münster",
    "Münster"
  ],
  "collaborators": "",
  "abstract_de": "Das Hauptziel dieses Vorschlags ist die Entwicklung biotechnologisch-modifizierte bakterieller Koazervate (EBCs) als neuartiges Hybridmaterial mit adaptiven Eigenschaften. In dieser Arbeit schlagen wir die Etablierung von EBCs als innovative Plattformen für die mikrobielle Biotechnologie vor, bei denen die Funktionalität von Bakterien durch ihre Interaktion mit Koazervaten verbessert wird. Einerseits fungieren die Koazervate als membranlose Käfige für die Lokalisierung von Bakterien in einem begrenzten Raum und ermöglichen eine kontrollierte Aufnahme und Freisetzung von Metaboliten. Andererseits werden die eingekapselten lebenden Bakterien den Protozellen einzigartige Eigenschaften verleihen, die sich durch gentechnische Eingriffe fein abstimmen lassen. Um dieses Ziel zu erreichen, ist der Forschungsvorschlag in drei Hauptziele unterteilt. \nZunächst wollen wir eine Toolbox von EBCs mit verschiedenen Bakterien aufbauen. Insbesondere werden wir die Verkapselung biotechnologisch relevanter Bakterien in Koazervaten, die Lebensfähigkeit und die Stoffwechselaktivität der eingebetteten Bakterien sowie die Stabilisierung und Resistenz von EBCs über die Zeit und unter verschiedenen Bedingungen untersuchen. Zweitens wollen wir die Interaktion von EBCs mit ihrer Umgebung und ihr adaptives Verhalten untersuchen. Genauer gesagt werden metabolisch aktive EBCs auf die spezifische Induktion ausgewählter bakterieller Aktivitäten innerhalb der Koazervate getestet, was zu einer Manipulation der EBC-Funktionalität durch externe Stimuli führt. Außerdem soll die Interaktion zwischen verschiedenen stoffwechselaktiven EBCs untersucht werden. In diesem Zusammenhang werden wir untersuchen, ob Bakterien in einzelnen Koazervaten Metaboliten oder Signalmoleküle mit Bakterien in anderen Koazervaten austauschen können. Schließlich wollen wir die gegenseitige Interaktion von Bakterien und Koazervaten innerhalb der EBCs untersuchen. Insbesondere werden wir untersuchen, ob die künstliche Ansammlung von Bakterien in einem definierten Raum die gleichen Schutzeigenschaften gegen widrige Bedingungen bietet, wie es die Bildung eines Biofilms tun würde. Gleichzeitig werden wir die Rolle der Biofilmbildung in den Koazervaten und die Auswirkungen auf die Stabilität der Koazervate untersuchen. \nInsgesamt werden wir ein adaptives und selbstregulierendes Verhalten von EBCs erreichen, bei dem Koazervate und Bakterien ihre Eigenschaften auf der Grundlage externer Stimuli gegenseitig beeinflussen können. Wir wollen die Anwendbarkeit von EBCs in verschiedenen Prozessen wie der Fermentation oder der Behandlung von toxischen Abwässern testen.",
  "alphabetical_number": 3
}