{
  "lfd-nr": 27,
  "applications": [
    "PI 614/31-1",
    "SCHW 790/22-1"
  ],
  "principal_investigators": [
    "Pich, Andrij",
    "Schwaneberg, Ulrich"
  ],
  "title_de": "Adaptive Lebende Samenbeschichtungen",
  "title_en": "Adaptive Living Seed Coatings",
  "locations": [
    "Aachen",
    "Aachen"
  ],
  "collaborators": "",
  "abstract_de": "Die Saatgutbeschichtung ist ein Verfahren, welches in der Landwirtschaft bei über 50 Pflanzenarten angewandt wird und zur Verbesserung der Lagerung, Lebensfähigkeit und Keimung von Saatgut dient, was zu einem beschleunigten Pflanzenwachstum und höheren Erträgen führt. Bei herkömmlichen Saatgutbeschichtungen werden nicht abbaubare synthetische Polymere wie Polyether oder Polyurethane verwendet. Diese bieten nicht nur ein schlechtes Verhältnis zwischen Wirkstoff und Polymer, sondern tragen auch zur Verschmutzung durch Mikroplastik bei. Zukünftige EU-Verordnungen werden solche Materialien verbieten.\nUm diese Einschränkungen zu überwinden, schlagen wir die Entwicklung einer neuen Technologie vor, welche für die langfristige Konservierung und verbesserte Keimung von Saatgut in verschiedenen Klimazonen erforderlich ist. Wir schlagen eine adaptive Technologie zur Beschichtung von lebendem Saatgut vor, bei der ein Zusammenspiel zwischen biobasierten Hydrogelen und Nutzbakterien genutzt wird.\nPolysaccharide wie Dextran und Pektin, werden chemisch modifiziert, um funktionelle Gruppen zu integrieren, die für die Bildung kovalenter Vernetzungen in Hydrogelen verwendet werden können. Bifunktionelle Adhäsionspeptide werden zur Dekoration der Oberfläche von Bakterien verwendet, um eine nicht-kovalente Bindung der Bakterien an die Polysaccharidketten des Hydrogels zu gewährleisten. Anschließend werden reaktive Polysaccharide, Vernetzer oder Enzyme mit peptiddekorierten Rhizobakterien und Trehalose kombiniert und mit Hilfe einer Trommelbeschichtungstechnik auf verschiedene Samen aufgebracht. Wir werden die Beschichtungen auf molekularer, zellulärer und makroskopischer Ebene untersuchen und dabei die Dynamik der Vernetzungen, die Wechselwirkungen zwischen Peptiden und Bakterien, das Verhalten der Bakterien in den Hydrogelschichten sowie die Keimung der beschichteten Samen untersuchen.\nFolgende Ziele sollen erreicht werden: 1) Verbesserung der Trockentoleranz durch die Entwicklung programmierbarer Hydrogele, die nützliche Bakterien, Sporen und Samen als Reaktion auf Umwelteinflüsse rehydrieren. Dadurch wird die Anpassungsfähigkeit verbessert und das Wachstum in verschiedenen Klimazonen gefördert. 2) Entwicklung von Biohydrogel-Vernetzungen für die kontrollierte Keimung von Sporen und Mobilitätserhaltung von Bakterien. 3) Erforschung der Integration verschiedener Bakterienpopulationen für interaktive Kommunikation und langfristige Anpassungsfähigkeit in komplexen Ökosystemen. 4) Entwicklung umweltfreundlicher Saatgutbeschichtungen mit kontrolliertem Abbau, um Mikroplastik zu bekämpfen und so eine nachhaltige Landwirtschaft zu fördern. Dieses Projekt zielt darauf ab, die Biohybridtechnologie durch systematisches Design und Synthese von adaptiven lebenden Materialien voranzutreiben und Anwendungen für die Saatgutbeschichtung zu erforschen. In der zweiten Phase sollen diese Saatgutbeschichtungen in verschiedene Umgebungen untersucht werden.\"\n;;;;;;",
  "alphabetical_number": 4,
  "documentation_media": [
    "ELN - eLabFTW"
  ],
  "methods": [
    "Confocal LSM imaging"
  ]
}