{
  "lfd-nr": 7,
  "applications": [
    "CA 880/20-1",
    "HE 3585/17-1"
  ],
  "principal_investigators": [
    "Campo Bécares, Aránzazu",
    "Herrmann, Andreas"
  ],
  "title_de": "Lebende therapeutische Materialien mit langfristiger, sonoresponsiver und mechanoadaptiver Funktion",
  "title_en": "Living Therapeutic Materials with long term, sonoresponsive and mechanoadaptive function",
  "locations": [
    "Saarbrücken",
    "Aachen"
  ],
  "collaborators": "",
  "abstract_de": "Dieser Antrag befasst sich mit der Entwicklung künstlicher lebender therapeutischer Materialien (ELTMs), die aus einer Hydrogelmatrix bestehen, in die mikrobielle Biofabriken eingebaut sind, die therapeutische Wirkstoffe produzieren und freisetzen. Ein besonderer Schwerpunkt ist es, diese ELTMs kraftempfindlich zu machen, was es ermöglicht, diese Systeme durch Ultraschall als externen Auslöser mit klinischer Relevanz zu steuern und adaptive Architekturen zu erreichen, bei denen die Wirtsmatrix und die bakteriellen Gäste autonom interagieren, um ihre Funktion zu steuern. \nIm ersten Teil des Antrags ist es unser Ziel, verschiedene synthetische Systeme zu konstruieren und zu charakterisieren, einschließlich Hydrogelen, Mikrogelen, Mikrotröpfchen und Kombinationen davon mit eingebauten mechano- und sonoresponsiven Einheiten, die aus wohldefinierten kovalenten bzw. nicht-kovalenten Wechselwirkungen aufgebaut sind. Die Spaltung der Disulfid- und Thrombin/Hirudin-Mechanophore innerhalb des Polymernetzwerks führt zu einer Lockerung der Hydrogel-Matrizen bei Anwendung von mechanischer Kraft und Ultraschall und dürfte die eingekapselten Biofabriken einer neuen mechanischen Mikroumgebung aussetzen, wodurch ihr Wachstum und die anschließende Freisetzung von Metaboliten oder Therapeutika beeinflusst werden. Dieser Ansatz ermöglicht die Manipulation der lebenden Komponenten durch kontrolliertes Engineering der nicht lebenden Hydrogel-Matrix.\nIm zweiten Teil des Antrags sehen wir die Entwicklung von Kaskadensystemen vor, bei denen die Ultraschallexposition und die daraus resultierenden Kräfte die Freisetzung von kleinen Molekülen auslösen. Das freigesetzte Molekül steuert dann die bakterielle Funktion mit Hilfe von in den Bakterien kodierten Riboschaltern. Außerdem wollen wir die Funktionalität von synthetischen Materialien mit lebender Materie verbessern. Um dies zu erreichen, werden Matrizen mit einem Schermodul von 10-20 kPa als Wirt für Bakterien verwendet. Der von den wachsenden Bakterienkolonien auf das Polymernetzwerk ausgeübte Stress (in der Regel ~ 10 kPa) soll die Freisetzung inkorporierter Signalmoleküle bewirken, die wiederum das Verhalten der Bakterien in Bezug auf ihre Zellpopulation sowie die Produktion und Freisetzung von Bioaktivstoffen steuern. Dieser Antrag zielt also darauf ab, grundlegende Konzepte der Mechanobiologie und -chemie zu nutzen, um extern und intern schaltbare Systeme zu generieren, die schließlich die Entwicklung adaptiver ELTMs ermöglichen.",
  "alphabetical_number": 11,
  "documentation_media": [
    "ELN - RSpace",
    "Markdown - Obsidian",
    "ELN - eLabFTW"
  ],
  "methods": [
    "Rheology",
    "GPC",
    "Optical BF imaging",
    "NMR"
  ]
}