{
  "lfd-nr": 1,
  "applications": [
    "AD 178/13-1",
    "AL 2190/8-1"
  ],
  "principal_investigators": [
    "Adrian, Lorenz",
    "Altintas, Zeynep"
  ],
  "title_de": "Lebende Elektro-Biokatalysatoren für Sensorik und Reinigung",
  "title_en": "Living electro-biocatalyst scaffolds for sensing and cleaning",
  "locations": [
    "Leipzig",
    "Kiel"
  ],
  "collaborators": "Budisa, Nediljko (U Manitoba, Winnipeg)",
  "abstract_de": "In diesem Projekt bündeln wir das Fachwissen der Gruppen Altintas (Materialwissenschaften, Biosensoren und 3D-Druck), Adrian (Metalloproteomik, Redoxenzyme, Organohalidatmung und Bioremediation) und Budisa (Synthetische Biologie und Xenobiologie). Unser Ziel ist die Entwicklung einer Plattformtechnologie für die Herstellung von \"\"Engineered Living Materials with Adaptive Functions\"\" (ELM) im Bereich der Sensortechnologie und Biokatalyse. Das Hauptziel im Bereich der Materialien ist die Etablierung eines innovativen Laserstrukturierungsverfahrens zur Herstellung von porösen leitfähigen Hydrogelen (PCH), das sowohl schnell als auch biokompatibel ist. Mit diesem Verfahren sollen durch lasergeschriebene Phasentrennung (LSPS) biologisch abbaubare, umweltstabile PCH hergestellt werden, die auch als Elektrodenmaterialien für die Anlagerung von Bakterien dienen und die Effizienz des Elektronentransfers verbessern. Die LSPS wird die Massenproduktion von PCH-basierten Elektrodenmaterialien erleichtern, indem sie mehrere Herstellungsprozesse in eine einzige Elektrodenvorbereitungsphase integriert. Das Hauptziel im Bereich der Biologie ist die Entwicklung von Zellen, die redoxaktive Metalloproteine auf der Zelloberfläche exprimieren und die Verbindung dieser redoxaktiven Metalloproteine über einen leitfähigen Linker mit der Materialoberfläche durch Click-Chemie. Dazu werden wir zuvor generierte E. coli-Zellen verwenden, die in der Lage sind, die nicht-kanonische Aminosäure L Azidohomoalanin zu synthetisieren und diese Aminosäure an der Position eines refunktionierten Stop-Codons einzubauen. Auf diese Weise können wir die Position definieren, an der ein Protein mit einer Oberfläche verbunden ist. In einem gemeinsamen Ansatz werden wir die entwickelten leitfähigen PCH, die Alkinreste für die Click-Chemie enthalten, mit den mikrobiellen Zellen zusammenbringen, die das reaktiven L-Azidohomoalanin an definierten Positionen auf der Oberfläche enthalten. Unser Ziel ist es, eine enge, elektronenleitende Bindung zu erreichen. Auf diese Weise wollen wir ein druckbares 3D-Material mit leitfähigen Adaptern für elektroaktive mikrobielle Zellen entwickeln. Die Zellen werden über das leitfähige Material durch den Elektronenfluss gesteuert und können mit Wachstum und Expression spezifischer Enzyme reagieren. Die Substratkonzentration und der Substratumsatz können gemessen werden. Der Anwendungsbereich ist breit gefächert, wir konzentrieren uns jedoch auf Anwendungen im Bereich der Umweltbiotechnologie. ",
  "alphabetical_number": 9,
  "documentation_media": [
    "ELN - eLabFTW",
    "Paper"
  ],
  "methods": []
}