{
  "lfd-nr": 13,
  "applications": [
    "GE 1133/35-1",
    "MA 2837/11-1"
  ],
  "principal_investigators": [
    "Gelinsky, Michael",
    "Mascher, Thorsten"
  ],
  "title_de": "SporoPrinting – 3D-Matrizen zur Immobilisierung und Steuerung funktionalisierter SporoBeads von B. subtilis als strukturierte Protein-präsentierende ELM-Plattform mit adaptiven Funktionen",
  "title_en": "SporoPrinting – 3D matrices for immobilizing and controlling functionalized SporoBeads of B. subtilis as a structured protein displaying ELM platform with adaptive functions",
  "locations": [
    "Dresden",
    "Dresden"
  ],
  "collaborators": "Lode, Anja (Dresden TU, Dresden)",
  "abstract_de": "Genetisch programmierbare Engineered Living Materials/ELM haben mit dem Aufkommen der Ära der Synthetischen Biologie an Dynamik gewonnen. Endosporen von Bacillus subtilis bergen großes Potenzial für ELM, da sie eine zweite Schicht zur Implementierung von Funktionalitäten darstellen, die genetisch programmiert werden können. Unter Nährstoffmangel bildet B. subtilis hochresistente Sporen, die die DNA durch den Zellwandkortex und drei Proteinschichten schützen. Durch die translationale Fusion eines Gens von Interesse mit einem Gen, das ein geeignetes Ankerprotein kodiert, können die Zielproteine immobilisiert werden. Die resultierenden SporoBeads bleiben lange Zeit stabil, können aber nach der Induktion innerhalb von Stunden keimen.\nIm Rahmen dieses SPP werden wir das SporoBead-Konzept mit dem Bioprinting kombinieren, um funktionalisierte Endosporen in Materalien zu integrieren, die induzierende Faktoren für adaptive Funktionen enthalten. Wir werden Protokolle sowie Polymer- und Kompositmaterialien entwickeln, die eine Kontrolle sowohl der Sporenbildung als auch der Keimung ermöglichen. Anschließend kombinieren wir die auf der Sporenoberfläche präsentierte Aktivität mit einer zweiten, die nach der Keimung exprimiert wird, und erzeugen so zwei Funktionen, die geschaltet werden können. Verschiedene Bioprinting-Technologien (Extrusion, Kern-Mantel und Drop-on-Demand) werden es uns ermöglichen, diese Sporen in mehreren Anordnungen zu positionieren.\nBeide Partner werden ihre Technologien weiterentwickeln, um eine vielseitige SporoPrinting-Plattform sowie drei verschiedene Demonstratoren zu etablieren: (i) Als Machbarkeitsstudie soll ein ELM dienen, das die Fluoreszenz von Grün auf Rot umschaltet. Es basiert auf einem doppelt fluoreszierend markierten Stamm, der einen Fluorophor auf der Sporenoberfläche trägt und einen zweiten in vegetativen Zellen produziert. Dadurch wird die optische Beobachtung des Übergangs von der Spore zur vegetativen Zelle ermöglicht. Es werden Bioinks geeigneter Zusammensetzung sowie verschiedene Bioprinting-Strategien basierend auf Materialdesign und -morphologie erforscht, um den Übergang zwischen den verschiedenen Entwicklungsstadien zu steuern. Als nächstes werden wir (ii) die SporoPrinting-Plattform durch die Einführung der Streptomyceten erweitern, um Protokolle zu entwickeln, die die Kultivierung zweier verschiedener Gruppen von Organismen in einer genau definierten räumlich-zeitlichen Anordnung ermöglichen. Wir werden einen auf Antibiotika reagierenden Biosensoraufbau entwickeln, der es ermöglicht, potenzielle Streptomycetenproduzenten auf bestimmte Arten von Antibiotika zu untersuchen, basierend auf der spezifischen Induktion von B. subtilis-Biosensoren. Abschließend entwickeln wir (iii) ein ELM mit einem programmierbaren Dunkel-Hell-Muster, das auf einer auf SporoBeads-präsentierten Melanin-produzierenden in Kombination mit einer -entfärbenden Aktivität basiert, die von vegetativen Zellen exprimiert und abgesondert wird.",
  "alphabetical_number": 15
}